{
  "dnd5e-spellpoints.actorNoSP": "{ActorName} n'a pas de ressource nommée {SpellPoints}.",
  "dnd5e-spellpoints.actorNoSPV3": "{ActorName} n'a pas d'objet 'Caractéristique de Classe' avec l'étiquette personnalisée {SpellPoints}.",
  "dnd5e-spellpoints.alreadySpItemOwned": "Il y a déjà un objet de points de sort sur ce personnage. Veuillez supprimer le doublon.",
  "dnd5e-spellpoints.AM": "Magie Avancée - Système de Points de Sorts 5e",
  "dnd5e-spellpoints.AM_CUSTOM": "Magie Avancée (Personnalisée)",
  "dnd5e-spellpoints.AMInstructions": "Ce module vous permet de personnaliser les coûts des points de sort et d'activer d'autres options qui ne sont pas utilisées avec les règles par défaut. Vous pouvez trouver un système alternatif disponible gratuitement sur ",
  "dnd5e-spellpoints.AMInstructions2": "les options que vous voyez ci-dessous font partie des règles expliquées dans ce module.",
  "dnd5e-spellpoints.AMLinkLabel": "Site web de Dungeon Masters Guild",
  "dnd5e-spellpoints.AMNotes": "Règles maison",
  "dnd5e-spellpoints.autoLabel": "Activer la progression automatique des points de sort",
  "dnd5e-spellpoints.autoNote": "Activez cette option si vous souhaitez que le module fasse les calculs pour vous à chaque fois qu'un personnage de joueur monte de niveau de classe ou gagne une nouvelle classe.",
  "dnd5e-spellpoints.castedLife": "{ActorName} a lancé un sort en utilisant sa propre vie, perdant {hpMaxLost} points de vie maximum.",
  "dnd5e-spellpoints.castedLifeDead": "{ActorName} a lancé un sort en utilisant sa vie. Ses points de vie maximum ont atteint 0 et il est mort définitivement !",
  "dnd5e-spellpoints.chatMessagePrivateLabel": "Messages privés d'utilisation des points de sort.",
  "dnd5e-spellpoints.chatMessagePrivateNote": "En activant ce paramètre, les messages de chat sur le nombre de points de sort utilisés seront visibles uniquement par le MJ et le joueur actuel ; les autres joueurs ne verront pas le message.",
  "dnd5e-spellpoints.consumeSpellSlotInput": "Consommer {SpellPoints}.",
  "dnd5e-spellpoints.costLabel": "Les sorts de niveau {slotLevel} coûtent :",
  "dnd5e-spellpoints.createNewResource": "Veuillez créer une nouvelle ressource nommée {SpellPoints}.",
  "dnd5e-spellpoints.createNewResourceV3": "Veuillez créer un objet 'Caractéristique de Classe' avec l'étiquette personnalisée : '{SpellPoints}'.",
  "dnd5e-spellpoints.currentSpellPointsOverride": "{SpellPoints} Actuels.",
  "dnd5e-spellpoints.CUSTOM": "Formule Personnalisée.",
  "dnd5e-spellpoints.DMG": "Guide du Maître",
  "dnd5e-spellpoints.DMG_CUSTOM": "Guide du Maître (Personnalisé)",
  "dnd5e-spellpoints.duplicated": "Dupliqué. Veuillez supprimer.",
  "dnd5e-spellpoints.enableForNpcLabel": "Activer les Points de Sorts pour les PNJ.",
  "dnd5e-spellpoints.enableModule": "Activer le Module de Points de Sorts.",
  "dnd5e-spellpoints.enableModuleHint": "Active ou désactive les points de sort pour lancer des sorts, cela remplacera le coût des emplacements pour les jetons de joueur.",
  "dnd5e-spellpoints.enableVariantLabel": "Utiliser les PV comme Points de Sorts (Variante Realiste).",
  "dnd5e-spellpoints.enableVariantNote": "En activant cette option, les Personnages de Joueur pourront continuer à lancer des sorts une fois qu'ils auront épuisé leurs points de sort, en utilisant leur propre vie à un coût accru (voir Système de Magie Avancée).",
  "dnd5e-spellpoints.form": "Cliquez sur le bouton pour ouvrir la Configuration du Système de Points de Sorts 5e.",
  "dnd5e-spellpoints.form-hint": "Ici, vous pouvez configurer le comportement du module, le coût des points de sort et plus encore.",
  "dnd5e-spellpoints.form-title": "Configuration des Points de Sorts.",
  "dnd5e-spellpoints.formulaBaseLabel": "Progression de Formule Unique.",
  "dnd5e-spellpoints.formulaBaseNote": "Une formule unique utilisée pour déterminer combien de points de sort un personnage a et qui sera recalculée à chaque niveau de personnage.",
  "dnd5e-spellpoints.formulaLabel": "Préréglage des Points de Sorts.",
  "dnd5e-spellpoints.formulaNote": "Quelle formule ce module doit-il utiliser pour calculer les points de sort maximums et le coût des sorts (par défaut : DMG) ?",
  "dnd5e-spellpoints.formulaNote2": "En choisissant la Magie Avancée (règle maison), les points de sort seront calculés en fonction du module maison gratuit 'Magie Avancée - Système de Points de Sorts 5e', disponible gratuitement sur ",
  "dnd5e-spellpoints.formulaSlotLabel": "Multiplicateur de Fente.",
  "dnd5e-spellpoints.formulaSlotNote": "La formule de fente multiplie les coûts totaux des points de sort de chaque fente que le personnage aurait.",
  "dnd5e-spellpoints.ItemConfig": "Configurer.",
  "dnd5e-spellpoints.ItemSettings": "Paramètres Spécifiques de l'Objet.",
  "dnd5e-spellpoints.leveledNotes": "Les points de sort qu'un personnage aurait à n'importe quel niveau de lanceur donné. Les lanceurs de demi-niveau obtiendront leur niveau de lanceur divisé par deux. Pour les lanceurs de tiers, le niveau du personnage dans cette classe sera divisé par trois. Vous pouvez utiliser des formules, par exemple : '5+@attributes.spellmod', si vous souhaitez ajouter le modificateur de lanceur de sorts au nombre fixe de points de sort.",
  "dnd5e-spellpoints.leveledProgressionTitle": "Progression de {SpellPoints} par Niveau.",
  "dnd5e-spellpoints.leveledProgressionLevel": "Niveau de Lanceur.",
  "dnd5e-spellpoints.leveledProgressionGained": "{SpellPoints} Gagnés.",
  "dnd5e-spellpoints.maxSpellPointsOverride": "Maximum de {SpellPoints}.",
  "dnd5e-spellpoints.mixedLabel": "Activer le Mode Mixte.",
  "dnd5e-spellpoints.mixedMode": "Avec le Mode Mixte activé, chaque personnage aura la possibilité d'activer les Points de Sorts directement dans sa feuille de personnage.",
  "dnd5e-spellpoints.neededToCastHeader": "{SpellPoints} Nécessaires pour Lancer.",
  "dnd5e-spellpoints.newV3ItemUsage": "Depuis la mise à jour du système D&D en version 3, l'utilisation des 'ressources' a été dépréciée. Vous devez maintenant ajouter l'objet (inclus avec ce compendium de modules) à tout personnage ayant besoin de points de sort au lieu de fentes de sort. Ce qui suit est un raccourci vers l'objet :",
  "dnd5e-spellpoints.notEnoughSp": "{ActorName} n'a pas assez de {SpellPoints} pour lancer ce sort.",
  "dnd5e-spellpoints.oldResourceFound": "Une ancienne ressource de Points de Sorts a été trouvée.",
  "dnd5e-spellpoints.oldResourceFoundDesc": "Une ancienne ressource a été trouvée sur ce personnage pour une utilisation avec les Points de Sorts. Souhaitez-vous importer les données de la ressource et la supprimer ?",
  "dnd5e-spellpoints.otherSettingsTitle": "Autres Paramètres.",
  "dnd5e-spellpoints.overrideProgression": "Anuler la Configuration des Points de Sorts.",
  "dnd5e-spellpoints.pleaseCreate": "Veuillez créer une ressource nommée '{SpellPoints}' pour lancer ce sort.",
  "dnd5e-spellpoints.pleaseCreateV3": "Veuillez créer un objet 'Caractéristique de Classe' avec l'étiquette personnalisée : '{SpellPoints}' pour lancer ce sort.",
  "dnd5e-spellpoints.poptitle": "Configuration du Système de Points de Sorts 5e.",
  "dnd5e-spellpoints.progressionTitle": "Progression et Coût.",
  "dnd5e-spellpoints.reset": "Réinitialiser.",
  "dnd5e-spellpoints.resourceLabel": "Ressource des Points de Sorts.",
  "dnd5e-spellpoints.resourceNote": "C'est le nom de la ressource sur la Feuille de Personnage qui représente les points de sort (par défaut : Points de Sorts).",
  "dnd5e-spellpoints.save": "Sauvegarder.",
  "dnd5e-spellpoints.settingsTitle": "Paramètres du Module de Points de Sorts.",
  "dnd5e-spellpoints.spAtLevel": "Points de Sorts au niveau {characterLevel}.",
  "dnd5e-spellpoints.spellCost": "Coûts : {amount} {SpellPoints}.",
  "dnd5e-spellpoints.spellLevelHeader": "Niveau de Sort.",
  "dnd5e-spellpoints.spellPointsCostsNote": "Vous n'avez pas besoin de modifier les coûts en points de sort si vous utilisez les règles de points de sort par défaut dans le DMG (page 288). Vous pouvez utiliser des formules pour déterminer le coût.",
  "dnd5e-spellpoints.spellPointsCostsTitle": "Coûts de {SpellPoints}.",
  "dnd5e-spellpoints.spellPointsFormula": "Progression des Points de Sorts.",
  "dnd5e-spellpoints.spellPointsSettingsItemTitle": "Paramètres des Points de Sorts.",
  "dnd5e-spellpoints.spellUsingSpellPoints": "{ActorName} a lancé un sort en utilisant {spellPointUsed} {SpellPoints}. Il reste {remainingPoints} {SpellPoints}.",
  "dnd5e-spellpoints.spLifeCostLabel": "Multiplicateur de Coût de PV (Variante Realiste).",
  "dnd5e-spellpoints.spLifeCostNote": "Combien de Points de Vie Maximum un personnage perdra en lançant un sort avec sa propre vie. Il s'agit d'un multiplicateur. Par exemple, s'il est réglé sur 2, un personnage lançant un sort avec un coût de 2 points de sort perdra 4 PV maximum. (par défaut : 2).",
  "dnd5e-spellpoints.use-spellpoints": "Ce personnage utilise des Points de Sorts.",
  "dnd5e-spellpoints.useLeveledProgression": "Progression basée sur le niveau de lanceur ?",
  "dnd5e-spellpoints.useLeveledProgressionNote": "Ce paramètre ne fonctionnera pas pour les PNJ lanceurs car ils n'ont pas de classe ni de niveau de lanceur dans Foundry. Si vous souhaitez un calcul pour les PNJ lanceurs, désactivez ce paramètre (vous pouvez le faire uniquement pour les PNJ en annulant ce paramètre sur leur objet spécifique de Points de Sorts).",
  "dnd5e-spellpoints.warlockUseSpLabel": "Les Ensorceleurs Utilisent des Points de Sorts.",
  "dnd5e-spellpoints.warlockUseSpNote": "Par défaut, les ensorceleurs ne peuvent pas utiliser le système de points de sort. En activant cette option, ils pourront le faire comme les autres lanceurs.",
  "dnd5e-spellpoints.youNotEnough": "Vous n'avez pas assez de '{SpellPoints}' pour lancer ce sort.",
  "dnd5e-spellpoints.spGmOnlyNote": "En décochant cela, tous les joueurs pourront annuler l'objet des Points de Sorts de leur feuille de personnage.",
  "dnd5e-spellpoints.spGmOnly": "Seul le MJ est autorisé à modifier l'Objet des Points de Sorts.",
  "dnd5e-spellpoints.spOverrideTitle": "Anuler la Configuration de l'Objet des Points de Sorts.",
  "dnd5e-spellpoints.spOverrideNote1": "En utilisant l'objet, il est possible d'avoir différentes configurations de Points de Sorts pour chaque personnage. Vous pouvez annuler la configuration des points de sort en éditant l'objet. Si vous le faites directement dans la feuille de personnage, ces configurations s'appliqueront uniquement à ce personnage.",
  "dnd5e-spellpoints.spOverrideNote2": "Vous pouvez également créer plusieurs copies différentes de l'objet des points de sort, leur donner des noms différents, comme 'Système de Mana de l'Ensorceleur', 'Points de Psi Maison', ou tout ce que vous voulez, et les réutiliser sur plusieurs personnages ou les sauvegarder dans votre compendium et les partager avec la communauté."
}